{
  "Navigation": {
    "home": "Нүүр",
    "about": "Тухай",
    "community": "Хамт Олон",
    "events": "Эвентүүд",
    "other": "Бусад",
    "contact": "Холбоо барих",
    "policy": "Журам"
  },
  "HomePage": {
    "title": "Сайн уу?",
    "about": "Тухай хуудас руу очих Google"
  },
  "Footer": {
    "sayHello": "Say Hello!",
    "location": {
      "location": "Байршил",
      "city": "Улаанбаатар, 13341",
      "address": "БЗД, 22-р хороо",
      "school": "Мэдээлэл, Холбооны Технологийн Сургууль"
    },
    "policy": "Журам",
    "copyright1": "",
    "copyright2": "❤️ сэтгэлээ гаргаж хийв • UB • © "
  },
  "Policy": {
    "title": "Нууцлалын Бодлого",
    "subtitle": "Таны хувийн мэдээллийн нууцлал бидэнд чухал. Энэ бодлого нь GDG on Campus MUST таны хувийн мэдээллийг хэрхэн цуглуулж, ашиглаж, хамгаалж байгааг тайлбарлана.",
    "lastUpdated": "Сүүлд шинэчилсэн",
    "updateDate": "2025 оны 6-р сарын 6",
    "introduction": {
      "title": "Танилцуулга",
      "content1": "GDG on Campus MUST (\"бид\", \"бидний\", эсвэл \"биднийх\") таны нууцлалыг хамгаалахыг зорьдог. Энэ Нууцлалын Бодлого нь та манай вэбсайтад зочлох, манай арга хэмжээнд оролцох, эсвэл манай хамт олонтой харилцах үед бид таны мэдээллийг хэрхэн цуглуулж, ашиглаж, задруулж, хамгаалж байгааг тайлбарлана.",
      "content2": "Энэ нууцлалын бодлогыг анхааралтай уншина уу. Хэрэв та энэ нууцлалын бодлогын нөхцөлийг зөвшөөрөхгүй бол сайтад нэвтрэх эсвэл манай арга хэмжээнд оролцохгүй байна уу."
    },
    "informationCollected": {
      "title": "Бидний Цуглуулдаг Мэдээлэл",
      "personalInfo": {
        "title": "Хувийн Мэдээлэл",
        "item1": "Нэр болон холбоо барих мэдээлэл (имэйл хаяг, утасны дугаар)",
        "item2": "Оюутны ID болон их сургуулийн харьяалал",
        "item3": "Мэргэжлийн мэдээлэл (судлагдаж буй салбар, сонирхол, ур чадвар)",
        "item4": "Арга хэмжээний бүртгэл болон оролцооны мэдээлэл"
      },
      "automaticInfo": {
        "title": "Автоматаар Цуглуулагдах Мэдээлэл",
        "item1": "IP хаяг болон хөтчийн мэдээлэл",
        "item2": "Төхөөрөмжийн төрөл болон үйлдлийн систем",
        "item3": "Вэбсайт ашиглалтын өгөгдөл болон шинжилгээ",
        "item4": "Күүки болон ижил төстэй хяналтын технологи"
      }
    },
    "howWeUse": {
      "title": "Бид Таны Мэдээллийг Хэрхэн Ашигладаг",
      "item1": "Арга хэмжээ, семинар, хамт олны үйл ажиллагааг зохион байгуулах, удирдах",
      "item2": "Удахгүй болох арга хэмжээ, боломжийн талаар мэдэгдэх",
      "item3": "Гишүүдтэй GDG үйл ажиллагаа, мэдээний талаар харилцах",
      "item4": "Хэрэглэгчийн санал хүсэлтэд үндэслэн манай вэбсайт, үйлчилгээг сайжруулах",
      "item5": "Гишүүнчлэлийн бүртгэл, хамт олны оролцоог хадгалах",
      "item6": "Их сургуулийн бодлого, Google Developer Group удирдамжийг мөрдөх"
    },
    "informationSharing": {
      "title": "Мэдээлэл Хуваалцах ба Задруулах",
      "content1": "Бид таны хувийн мэдээллийг гуравдагч этгээдэд зарах, солих, түрээслэхгүй. Бид таны мэдээллийг дараах тохиолдолд хуваалцаж болно:",
      "item1": "GDG хөтөлбөрийн удирдлага, тайлагналын тулд Google LLC-тэй",
      "item2": "Арга хэмжээний түншүүд, ивээн тэтгэгчидтэй (зөвхөн таны тодорхой зөвшөөрлөөр)",
      "item3": "Кампусын үйл ажиллагаанд шаардлагатай үед их сургуулийн удирдлагатай",
      "item4": "Хуулиар шаардагдсан эсвэл бидний эрх, аюулгүй байдлыг хамгаалахад шаардлагатай үед"
    },
    "dataSecurity": {
      "title": "Өгөгдлийн Аюулгүй Байдал",
      "content1": "Бид таны хувийн мэдээллийг зөвшөөрөлгүй хандалт, өөрчлөлт, задруулалт, эсвэл устгалаас хамгаалахын тулд зохих техникийн болон зохион байгуулалтын аюулгүй байдлын арга хэмжээг хэрэгжүүлдэг.",
      "content2": "Гэхдээ интернэтээр дамжуулах эсвэл цахим хадгалалтын арга нь 100% найдвартай биш гэдгийг анхаарна уу, бид бүрэн аюулгүй байдлыг баталж чадахгүй."
    },
    "yourRights": {
      "title": "Таны Эрх ба Сонголт",
      "item1": "Хувийн мэдээллээ үзэх, шалгах",
      "item2": "Буруу эсвэл дутуу өгөгдлийг засахыг хүсэх",
      "item3": "Хувийн мэдээллээ устгахыг хүсэх",
      "item4": "Чухал бус харилцаанаас татгалзах",
      "item5": "Өгөгдөл боловсруулах зөвшөөрлийг цуцлах (боломжтой тохиолдолд)"
    },
    "cookies": {
      "title": "Күүки ба Хяналтын Технологи",
      "content1": "Манай вэбсайт таны хөтчийн туршлагыг сайжруулах, вэбсайтын урсгалыг шинжлэх, манай зочдын хаанаас ирж байгааг ойлгохын тулд күүки ашигладаг.",
      "content2": "Та хөтчийнхөө тохиргоогоор күүкийн тохиргоог удирдаж болно. Гэхдээ күүкийг идэвхгүй болгох нь манай вэбсайтын функцэд нөлөөлж болзошгүй."
    },
    "thirdParty": {
      "title": "Гуравдагч Этгээдийн Үйлчилгээ",
      "content1": "Манай вэбсайт гуравдагч этгээдийн үйлчилгээний холбоос агуулж болно эсвэл гадны платформтой нэгтгэж болно. Бид эдгээр гадны үйлчилгээний нууцлалын дадлагад хариуцлага хүлээхгүй:",
      "item1": "Google үйлчилгээ (Analytics, Maps, Forms)",
      "item2": "Нийгмийн сүлжээний платформ (Facebook, Instagram, LinkedIn)",
      "item3": "Арга хэмжээ удирдах платформ",
      "item4": "Харилцааны хэрэгсэл (Discord, Slack)"
    },
    "changes": {
      "title": "Энэ Нууцлалын Бодлогод Оруулах Өөрчлөлт",
      "content": "Бид энэ Нууцлалын Бодлогыг үе үе шинэчилж болно. Бид энэ хуудсанд шинэ Нууцлалын Бодлогыг нийтэлж, \"Сүүлд шинэчилсэн\" огнооны мэдээллийг шинэчлэх замаар аливаа өөрчлөлтийн талаар танд мэдэгдэнэ. Танд энэ Нууцлалын Бодлогыг үе үе шалгаж үзэхийг зөвлөж байна."
    },
    "contact": {
      "title": "Холбоо Барих Мэдээлэл",
      "content": "Хэрэв танд энэ Нууцлалын Бодлого эсвэл бидний өгөгдлийн дадлагын талаар асуулт байвал бидэнтэй холбогдоно уу:",
      "organizationName": "GDG on Campus MUST",
      "email": "И-мэйл",
      "alternativeEmail": "Нөөц И-мэйл",
      "phone": "Утас",
      "address": "Хаяг",
      "fullAddress": "БЗД, 22-р хороо, Мэдээлэл Холбооны Технологийн Сургууль, Улаанбаатар, 13341, Монгол"
    },
    "international": {
      "title": "Олон Улсын Хэрэглэгчид ба GDPR Дагаж Мөрдөх",
      "content1": "Хэрэв та манай үйлчилгээг Монголоос гаднаас ашиглаж байгаа бол таны мэдээлэл манай серверүүд байрлах Монголд шилжүүлэгдэж, боловсруулагдаж болохыг анхаарна уу.",
      "content2": "Европын Холбооны хэрэглэгчдийн хувьд бид GDPR шаардлагыг дагаж мөрдөж, хувийн өгөгдөл боловсруулахтай холбоотой таны эрхийг хүндэтгэдэг."
    }
  }
}